[
    {
        "title": "What is Artificial intelligence ?",
        "subtitle": "Artificial intelligence (AI) is intelligence—perceiving, synthesizing, and inferring information—demonstrated by machines",
        "image_url": "https://cdn.pixabay.com/photo/2022/05/31/00/56/sky-7232494_960_720.jpg",
        "detail" : "ปัญญาประดิษฐ์ (อังกฤษ: artificial intelligence) หรือ เอไอ (AI) หมายถึงความฉลาดเทียมที่สร้างขึ้นให้กับสิ่งที่ไม่มีชีวิต ปัญญาประดิษฐ์เป็นสาขาหนึ่งในด้านวิทยาการคอมพิวเตอร์ และวิศวกรรมเป็นหลัก แต่ยังรวมถึงศาสตร์ในด้านอื่น ๆ อย่างจิตวิทยา ปรัชญา หรือชีววิทยา ซึ่งสาขาปัญญาประดิษฐ์เป็นการเรียนรู้เกี่ยวกับกระบวนการการคิด การกระทำ การให้เหตุผล การปรับตัว หรือการอนุมาน และการทำงานของสมอง แม้ว่าดังเดิมนั้นเป็นสาขาหลักในวิทยาการคอมพิวเตอร์ แต่แนวคิดหลาย ๆ อย่างในศาสตร์นี้ได้มาจากการปรับปรุงเพิ่มเติมจากศาสตร์อื่น ๆ"
    },
    {
        "title": "What is Metaverse ?",
        "subtitle": "In science fiction, the metaverse is a hypothetical iteration of the Internet as a single, universal, and immersive virtual world",
        "image_url": "https://cdn.pixabay.com/photo/2021/07/23/21/26/dots-6488171_960_720.jpg",
        "detail" : "เมตาเวิร์ส (อังกฤษ: metaverse[a]) หรือในศัพท์บัญญัติว่า จักรวาลนฤมิต (มาจาก จักรวาล หมายถึง ปริมณฑล, ขอบเขต, ฝูงชน + นฤมิต หมายถึง สร้าง, แปลง, ทำ) เป็นการทวนซ้ำตามสมมติฐานของอินเทอร์เน็ต ซึ่งรองรับสภาพแวดล้อมเสมือนจริงแบบ 3 มิติในรูปแบบออนไลน์ต่อเนื่อง สำหรับคอมพิวเตอร์ส่วนบุคคล เช่นเดียวกับอุปกรณ์สำหรับความเป็นจริงเสมือน (VR) และความเป็นจริงเสริม (AR) จักรวาลนฤมิตในรูปแบบที่จำกัด ได้ถูกนำมาใช้ในวิดีโอเกมแล้วอย่างเช่น เซคันด์ไลฟ์ ความทะเยอทะยานของจักรวาลนฤมิตในปัจจุบันมีศูนย์กลางอยู่ที่การจัดการกับข้อจำกัดทางเทคโนโลยี ด้วยอุปกรณ์ VR และ AR ที่ทันสมัย"

    },
    {
        "title": "What is ChatGPT ?",
        "subtitle": "ChatGPT (Generative Pre-trained Transformer) is a chatbot launched by OpenAI in November 2022",
        "image_url": "https://cdn.pixabay.com/photo/2022/08/21/03/41/green-7400376_960_720.jpg",      
        "detail" : "แชทจีพีที (อังกฤษ: ChatGPT) เป็นแชทบอทปัญญาประดิษฐ์ต้นแบบที่พัฒนาโดยโอเพนเอไอซึ่งเชี่ยวชาญด้านการสนทนา แชทบอทเป็นโมเดลภาษาขนาดใหญ่ที่ได้รับการปรับแต่งอย่างละเอียดทั้งการควบคุมและเทคนิคการเรียนรู้แบบเสริมแรง มันอยู่บนพื้นฐานของรุ่น GPT-3.5 ของโอเพนเอไอซึ่งเป็นรุ่นปรับปรุงของ GPT-3 แชทจีพีทีเปิดตัวในเดือนพฤศจิกายน ค.ศ. 2022 และได้รับความสนใจจากรายละเอียดการตอบสนองและคำตอบที่ชัดเจน แม้ว่าความถูกต้องตามข้อเท็จจริงนั้นจะถูกวิพากษ์วิจารณ์ก็ตาม"

    }
]
